Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextPalette/Localizable.xcstrings
Source language: en
Languages: ja

# palette.accessory.current
source: Current
ja: 現在

# palette.accessory.off
source: Off
ja: オフ

# palette.accessory.on
source: On
ja: オン

# palette.accessory.unread
source: %lld unread
ja: 未読 %lld 件

# palette.back
source: Back
ja: 戻る

# palette.chooseArgument
source: Choose %@…
ja: %@を選択…

# palette.command.choose
source: Choose
ja: 選択

# palette.command.closeTab
source: Close Tab
ja: タブを閉じる

# palette.command.closeWorkspace
source: Close Workspace
ja: ワークスペースを閉じる

# palette.command.copyActionID
source: Copy Action ID
ja: アクション ID をコピー

# palette.command.copyID
source: Copy ID
ja: ID をコピー

# palette.command.copyPath
source: Copy Path
ja: パスをコピー

# palette.command.copyShortcut
source: Copy Shortcut
ja: ショートカットをコピー

# palette.command.open
source: Open
ja: 開く

# palette.command.openInNewWorkspace
source: Open in New Workspace
ja: 新規ワークスペースで開く

# palette.command.renameTab
source: Rename Tab…
ja: タブ名を変更…

# palette.command.renameWorkspace
source: Rename Workspace…
ja: ワークスペース名を変更…

# palette.command.run
source: Run Command
ja: コマンドを実行

# palette.command.submit
source: Submit
ja: 決定

# palette.command.switchToTab
source: Switch to Tab
ja: タブに切り替え

# palette.command.switchToWorkspace
source: Switch to Workspace
ja: ワークスペースに切り替え

# palette.command.turnOff
source: Turn Off
ja: オフにする

# palette.command.turnOn
source: Turn On
ja: オンにする

# palette.footer.actions
source: Actions
ja: アクション

# palette.keyword.tab
source: tab
ja: タブ

# palette.keyword.workspace
source: workspace
ja: ワークスペース

# palette.noResults
source: No Results
ja: 該当する項目はありません

# palette.noResults.hint
source: Try a different search, or press Esc to go back.
ja: 別のキーワードで検索するか、Esc で戻ります。

# palette.openIn
source: Open in %@
ja: %@ で開く

# palette.page.commands
source: Commands
ja: コマンド

# palette.page.openIn
source: Open Current Directory
ja: 現在のディレクトリを開く

# palette.page.settings
source: Change Settings
ja: 設定を変更

# palette.page.shortcuts
source: Keyboard Shortcuts
ja: キーボードショートカット

# palette.page.tabs
source: Go to Tab
ja: タブへ移動

# palette.page.workspaces
source: Go to Workspace
ja: ワークスペースへ移動

# palette.placeholder.actions
source: Search actions…
ja: アクションを検索…

# palette.placeholder.commands
source: Search for commands…
ja: コマンドを検索…

# palette.placeholder.openIn
source: Search apps…
ja: アプリケーションを検索…

# palette.placeholder.settings
source: Search settings…
ja: 設定を検索…

# palette.placeholder.shortcuts
source: Search shortcuts by name or keys…
ja: 名前またはキーでショートカットを検索…

# palette.placeholder.tabName
source: Tab name
ja: タブ名

# palette.placeholder.tabs
source: Search tabs…
ja: タブを検索…

# palette.placeholder.workspaceName
source: Workspace name
ja: ワークスペース名

# palette.placeholder.workspaces
source: Search workspaces…
ja: ワークスペースを検索…

# palette.renameTo
source: Rename to “%@”
ja: 「%@」に名前を変更

# palette.section.openIn
source: Open In
ja: このアプリケーションで開く

# palette.section.recent
source: Recent
ja: 最近使った項目

# palette.section.recentDirectories
source: Recent Directories
ja: 最近使ったディレクトリ

# palette.section.settings
source: Change Settings
ja: 設定を変更

# palette.section.tabs
source: Tabs
ja: タブ

# palette.section.workspaces
source: Workspaces
ja: ワークスペース

# palette.tabSearch.forget
source: Remove from List
ja: リストから削除

# palette.tabSearch.kind.browser
source: browser
ja: ブラウザ

# palette.tabSearch.kind.terminal
source: terminal
ja: ターミナル

# palette.tabSearch.placeholder
source: Search tabs by title, URL, folder or process…
ja: タイトル、URL、フォルダ、プロセスでタブを検索…

# palette.tabSearch.reopen
source: Reopen Tab
ja: タブを再度開く

# palette.tabSearch.section.closed
source: Recently Closed
ja: 最近閉じたタブ

# palette.tabSearch.section.open
source: Open Tabs
ja: 開いているタブ

# palette.tabSearch.title
source: Search Tabs
ja: タブを検索

# palette.tabSearch.untitled
source: Untitled
ja: 無題

# palette.unbound
source: Not bound
ja: 未割り当て

# palette.scope.all
source: All Scopes
ja: すべてのスコープ

# palette.scope.backTo
source: Back to %@
ja: %@に戻る

# palette.scope.chip.accessibility
source: %@ scope. Press Delete to leave.
ja: %@ スコープ。Delete で戻ります。

# palette.scope.hint.keyword
source: Type %@ and Tab
ja: %@ と入力して Tab

# palette.scope.hint.prefix
source: Type %@
ja: %@ を入力

# palette.scope.hint.prefixKeyword
source: Type %1$@, or %2$@ and Tab
ja: %1$@ を入力、または %2$@ と Tab

# palette.scope.keywordHint
source: Search %@
ja: %@を検索

# palette.scope.scopes.placeholder
source: Search scopes…
ja: スコープを検索…

# palette.scope.scopes.title
source: Scopes
ja: スコープ

# palette.section.scopes
source: Search In
ja: 検索対象

# palette.scope.refusal.needsFocus
source: A palette scope opens only when focus is requested; read rows with palette.query
ja: パレットのスコープはフォーカスを要求したときだけ開きます。行は palette.query で読み取ってください

# palette.scope.refusal.unknown
source: No palette scope %@
ja: パレットのスコープ %@ はありません

# palette.run.refusal.noItem
source: No row %1$@ in palette scope %2$@
ja: パレットのスコープ %2$@ に行 %1$@ はありません

# palette.run.refusal.untyped
source: The row %@ has no typed action; it runs only in the palette
ja: 行 %@ には型付きアクションがありません。パレットでのみ実行できます

# palette.run.refusal.noAction
source: The row %1$@ has no action %2$@
ja: 行 %1$@ にアクション %2$@ はありません

# picker.useThisFolder
source: Use This Folder
ja: このフォルダを使用

# picker.openSelected
source: Open %lld Selected
ja: 選択した%lld項目を開く

# picker.showMore
source: Show More (%lld)
ja: さらに表示（%lld）

# picker.notice.permission
source: cmux can’t read this folder
ja: cmuxはこのフォルダを読み込めません

# picker.notice.permissionDetail
source: macOS denied access. Allow cmux in System Settings.
ja: macOSがアクセスを拒否しました。システム設定でcmuxを許可してください。

# picker.openPrivacySettings
source: Open Privacy Settings
ja: プライバシー設定を開く

# picker.notice.notFound
source: This folder does not exist
ja: このフォルダは存在しません

# picker.notice.empty
source: Nothing to choose here
ja: ここには選択できる項目がありません

# picker.notice.unreadable
source: cmux couldn’t read this folder
ja: cmuxはこのフォルダを読み込めませんでした

# picker.allFiles
source: Show All Files
ja: すべてのファイルを表示

# picker.onlyTypes
source: Show Only %@
ja: %@のみ表示

# picker.newFolder
source: New Folder…
ja: 新規フォルダ…

# picker.folderName
source: Folder name
ja: フォルダ名

# picker.createFolder
source: Create “%@”
ja: 「%@」を作成

# picker.save
source: Save “%@”
ja: 「%@」を保存

# picker.saveAs
source: Save as %1$@ (.%2$@)
ja: %1$@として保存（.%2$@）

# picker.typeAName
source: Type a file name
ja: ファイル名を入力

# picker.namePlaceholder
source: Name
ja: 名前

# picker.placeholder.folder
source: Choose a folder
ja: フォルダを選択

# picker.placeholder.file
source: Choose a file
ja: ファイルを選択

# picker.placeholder.item
source: Choose a file or folder
ja: ファイルまたはフォルダを選択

# picker.choose
source: Choose
ja: 選択

# picker.openFolder
source: Open Folder
ja: フォルダを開く

# picker.select
source: Add to Selection
ja: 選択に追加

# picker.deselect
source: Remove from Selection
ja: 選択から削除

# picker.selected
source: Selected
ja: 選択済み

# picker.replaceQuestion
source: “%@” already exists. Replace it?
ja: 「%@」はすでに存在します。置き換えますか？

# picker.replaceDetail
source: Replacing it overwrites its contents.
ja: 置き換えると内容は上書きされます。

# picker.replace
source: Replace
ja: 置き換える

# picker.cancel
source: Cancel
ja: キャンセル

# picker.explainer.title
source: macOS will ask before cmux opens %@
ja: cmuxが%@を開く前にmacOSが確認します

# picker.explainer.detail
source: cmux reads a protected folder only when you open it. You can change this later in System Settings.
ja: cmuxは保護されたフォルダを、あなたが開いたときにだけ読み込みます。この設定は後からシステム設定で変更できます。

# picker.explainer.continue
source: Continue
ja: 続ける

# picker.explainer.back
source: Go Back
ja: 戻る

# picker.area.desktop
source: Desktop
ja: デスクトップ

# picker.area.documents
source: Documents
ja: 書類

# picker.area.downloads
source: Downloads
ja: ダウンロード

# picker.area.volume
source: this volume
ja: このボリューム

# picker.locations
source: Locations
ja: 場所

# picker.location.home
source: Home
ja: ホーム

# picker.hint.open
source: Type to filter, or start with / to type a path
ja: 入力して絞り込み。/ で始めるとパスを入力できます

# picker.hint.save
source: Type a name, or a folder path ending in /
ja: 名前を入力。/ で終わるフォルダパスも入力できます

# picker.goTo
source: Go to %@
ja: %@ に移動

# picker.noMatch
source: Nothing in %@ starts with that
ja: %@ にはこれで始まる項目がありません
